[Main]
DisplayName=Malti

[SmartDefrag_SDMainForm]
btn_close.Hint=Aghlaq
btn_maximize.Hint=Kabbar
btn_minimize.Hint=Cekken
btn_restore.Hint=Restore
btn_more.Hint=Izjed Settings
btn_shuffle.Hint=Lotterija iffortunata
lblLatestNews.Caption=Ixxerja dan is-software mal-familja. Jiehdu pjacir juzawh!
btn_game_optimize.Caption=Defrag
btn_gamedefrag_start.Caption=Resume
btn_gamedefrag_stop.Caption=Ieqaf
btn_gamedefrag_pause.Caption=Pause
btn_defrag_finish.Caption=Finish
btn_backtosvolumetatus.Caption=Lura
lblPBD_DPF.Caption=Defragment page files and hibernation files
lblPBD_DMFT.Caption=Defragment MFT
lblPBD_DSYS.Caption=Defragment system files
lblPBD_DREG.Caption=Iddifraggja ir-registry files
lblPBD_DCF.Caption=Iddiffraggja files specifici
btnBTConfig.Caption=Configure
LabelEnableBTD.Caption=Boot Time Defrag
lblBootTimeDefrag.Caption=Boot Time Defrag History
lvBootTimeDefragListView.Columns[0].Caption=Data
lvBootTimeDefragListView.Columns[1].Caption=Total Size
lvBootTimeDefragListView.Columns[2].Caption=Fragments
lvBootTimeDefragListView.Columns[3].Caption=Action
btn_tab_actioncenter.Caption=Action Center
btn_tab_boottimedefrag.Caption=Boot Time Defrag
btn_tab_diskdefrag.Caption=Disk Defrag
btn_tab_gameoptimize.Caption=Game Defrag
lbl_map.Caption=Map color:
lblResetColor.Caption=Irrisettja
lvDefragList.Columns[0].Caption=Isem
lvDefragList.Columns[1].Caption=Fragments
lvDefragList.Columns[2].Caption=Size
lvDefragList.Columns[3].Caption=Path
lvDefragList.Columns[4].Caption=Rizultat
btnShowDefragMap.Caption=Map
btnShowDefragList.Caption=Dettalji
btnShowJunkFile.Caption=Junks
lblAfterDefragTask.Items[0].Caption=Shut down after defrag
lblAfterDefragTask.Items[1].Caption=Sleep after defrag
lblAfterDefragTask.Items[2].Caption=Hibernate after defrag
lblAfterDefragTask.Items[3].Caption=Irristarta wara defrag
lblStatus.Caption=State:
lblSSDStatus.Caption=State:
lblAfter.Caption=:Wara
lblBefore.Caption=Qabel:
lblFragRate.Caption=Fragmentation Rate:
lblDefragFragmentRate.Caption=Fragmentation Rate:
btn_start.Caption=Resume
btn_stop.Caption=Ieqaf
btn_pause.Caption=Pause
lbl_estimatedtime1.Caption=Kemm ghad fadal hin:
btnFixDefrag.Caption=Smart Defrag
btn_view_report.Caption=View Report
lblJunkScanSkip.Caption=Skip
mniOpenSmartDefrag.Caption=Open Smart Defrag
mniHomePage.Caption=Homepage
mniSupport.Caption=Sapport Tekniku
mniExit.Caption=Exit
mniTask_Shutdown.Caption=Shut down
mniTask_Sleep.Caption=Sleep
mniTask_Hibernate.Caption=Hibernate
mniTask_Reboot.Caption=Irristartja
mniSkinClassic.Caption=Klassiku
mniSkinWhite.Caption=Abjad
btnFeedBack.Caption=Send Feedback
btnViewReport.Caption=View Report
btnScanMore.Caption=Scan More
lblBootTimeSSD.Caption=Id-disks tieghek huma SSD. Boot Time Defrag ma tissapportjax l-SSD.
shp_map_free.Hint=Spazju Free
shp_map_mft.Hint=Master File Table
shp_map_dir.Hint=Direttorji
shp_map_frequent.Hint=Uzat Ta' Spiss
shp_map_rare.Hint=Uzat Rari
shp_map_unmovable.Hint=Ma'Jiccaqlaqx
shp_map_frag.Hint=Fragment
shp_map_moving.Hint=Jiccaqlaq
btn_nav_show.Hint=Show Action Center
btn_nav_hide.Hint=Hide Action Center
lbl_defragprogress.Caption=Overall Progress:
lblGameEstimatedTime.Caption=Overall Progress:
lblRecommendation.Caption=Rakkomandazzjoni:
lblJunkCleaned.Caption=Il-'Junks' imnaddaf:
lblSpaceReleased.Caption=Spazzju akkwistat:
btn_feedback.Caption=Send Feedback
btnGameViewReport.Caption=View Report
rdlblBootTimeDefragDesc.Caption=Idefragja is-system files qabel taghmel system startup biex izzid il- performance tas-sistema tieghek.
btnBTActiveNow.Caption=Attiva issa
btnGOActiveNow.Caption=Attiva issa
rdlblEnterCode.Caption=Dahhal il-code
btnManageLicense.Caption=Immanigja l-licenzja
rdlblProfuture.Caption=Kabbar il-performance u l-hajja tad-disk:
btnProfutureAuto.Caption='Auto Smart Defrag'
btnProfutureBootTimeDefrag.Caption=Boot Time Defrag
btnProfutureAlways.Caption=Dejjem up to date

[SmartDefrag_SDMainMenu]
btn_more.Hint=Izjed Settings
btnAbout.Caption=About
btnCheckUpdates.Caption=Iccekkja ghall-Abdejt
btnDownload.Caption=Iddawnlowdja l-IObit Freeware
btnFindUsOnFacebook.Caption=Fittixna fuq Facebook
btnReport.Caption=Rapport
btnSettings.Caption=Is-Settings...
btnSkin.Caption=Skin
btnTechnicalSupport.Caption=Support Tekniku
btnTranslate.Caption=Ghinna nittraducu
btnUseManual.Caption=User Manual
btnDiskHealth.Caption=Disk Health

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analizza
mniItem2.Caption=Defrag && Optimize
mniItem3.Caption=Defrag files kbar
mniItem4.Caption=Defrag il-free space
mniItem5.Caption='Defrag && Prioritize Files (Slow)'
mniItem6.Caption='Trim && Intelligent Optimize'
mniItem7.Caption=Defrag mghaggel

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Added Files uu Folders
btnAddFile.Caption=Zid File
btnAddFolder.Caption=Zid Folder

[SmartDefrag_FormSetting]
btn_close.Hint=Aghlaq
lblTitle.Caption=Is-Settings
Button_Recommand.Caption=Recommended
Button_OK.Caption=OK
Button_Cancel.Caption=Ikkancella
Button_Apply.Caption=Apply
lblSettingType.Caption=General Settings
AutoLoadCheck.Caption=Jillowdja awtomatikament fl'startup
CloseSetCheck.Caption=Cekken ghas-system tray meta jinghalaq il-program
TrayCheck.Caption=Attiva in-notifici fis-system tray
CheckBox_Show_RemovableDisk.Caption=Turihomx ir-removable disks
lblSilentDesc.Caption=Dan il-feature jizgura smooth defrag minghajr interruzzjoni.
lblReplaceDefragDesc.Caption=Enable this feature ifisser li is- Smart Defrag jistartja meta tkun trid id-Defragmenter tal-Windows.
lblVSSDesc.Caption=Waqqaf il-VSS ghall-ftit meta tiffragmenta biex tipprotegi 'l- VSS backup currenti tieghek  u wara l-VSS jigi enabled awtomatikalment wara li jkun lest id- defrag .(VSS: Volume Shadow Copy)
lblBatteriesDesc.Caption=Id-Defragmentation jahli hafna l-batterija. Ghalekk ahjar twaqqaf id- defragmentation  meta tkun fuq il-batterija.
ReplaceWindowDefrag.Caption=Replace Windows Disk Defragmenter (Rakkomandat)
SilentCheck.Caption=Enable Smart Silent Technology while defragmenting (Rakkomandat)
chkEnableVSS.Caption=Stop VSS when defragmenting NTFS volume
BatteryCheck.Caption=Waqqaf l-Auto Defrag u programma id-Defrag taht il-'battery mode' (Rakkomandat)
Label_Auto_Des.Caption=B'Teknologija gdida, L-Auto Defrag jiddifragja l-files awtomatiku meta il-PC ikun idle biex jipprotegilek il-Hard disk.
Label_DefragRate.Caption=Defragment when fragmentation rate exceeds:
ExcludeCheck.Caption=Aqbes files ikbar minn 1 GB
ComboBox_DefragRate.Items[0].Caption=Always defrag
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Excluded files and folders including their sub-folders will not be analyzed or defragmented.
Button_Add_File.Caption=Add File...
Button_Add_Folder.Caption=Zid il- Folder...
Button_Delete.Caption=Iddilitja
ListView_Exlude.Columns[0].Caption=Isem
Label_Schedule_Des.Caption='Defrag' skedat biex jiddefragmenta l-HDD u jittrimmja l-SSD f'hin skedat awtomatiku.
Label_Schedule_Task.Caption=Scheduled Task
Label_Action.Caption=Action:
Label_Schedule_Status.Caption=Status:
Button_Config_Schedule.Caption=Configure
ScheduleList.Columns[0].Caption=Volume
lvBootTimeDefrag.Columns[0].Caption=Volume
lvAAList.Columns[0].Caption=Volum
ComboBox_Action.Items[0].Caption=Smart Defrag
ComboBox_Action.Items[1].Caption=Defrag il-files kbar
ComboBox_Action.Items[2].Caption=Defrag il-Free Space
ComboBox_Action.Items[3].Caption=Defrag u Ottimizza
ComboBox_Action.Items[4].Caption=Defrag u Tejjeb il-Files(Slow)
Label_Max.Caption=Max Files:
Label_Unsupport.Caption=Windows 2000 mhux issapportjat
Label_Boottime_Des.Caption=Boot Time Defrag defragments files that cannot be safely moved while Windows is running.
Label_Boottime_Status.Caption=Status:
RadioButton_FirstBoot.Caption=L-ewwel boot Kulljum
RadioButton_EveryBoot.Caption=Kull Boot
RadioButton_Custom.Caption=Kull jumejn l-ewwel boot
RadioButton_NextBoot.Caption=Il-boot li jmiss Biss
Label_language.Caption=Current Language:
Label_Trans.Caption=Transparency:
CheckBox_DMC.Caption=Enable accessible disk map for color-challenged
lblJKF_SelectJunkFile.Caption=Ghazel dawk li tkun trid tnaddaf:
chkJKF_EnableDOD.Caption=Enable Secure File Deletion DOD 5220.22-M (Slower)
chkJKF_DeleteTime.Caption=Windows temporary files eqdem minn gimgha wahda
TreeView_Option.Items[0].Caption=General Settings
TreeView_Option.Items[1].Caption=Defrag
TreeView_Option.Items[2].Caption=Servizz Awtomatiku
TreeView_Option.Items[3].Caption=Auto Defrag
TreeView_Option.Items[4].Caption=Defrag. Skedat
TreeView_Option.Items[5].Caption=Boot Time Defrag
TreeView_Option.Items[6].Caption=Generali
TreeView_Option.Items[7].Caption='Customization'
TreeView_Option.Items[8].Caption=tindif tad-DISK
TreeView_Option.Items[9].Caption=Exclude List
TreeView_Option.Items[10].Caption=Update Automatiku
TreeView_Option.Items[11].Caption=User Interface
TreeView_Option.Items[12].Caption=Silent Mode
TreeView_Option.Items[13].Caption=Analizzar awtomatiku
CategoryLine_Boottime_Method.Caption=Method
CategoryLine_Boottime_Log.Caption=Log File
CategoryLine_Schedule_Method.Caption=Method
CategoryLine_Schedule_Schedule.Caption=Schedule
chkEnableDiskSpeed.Caption=Attiva l-Intelligent Disk Boost
lblEnableDiskSpeedDesc.Caption=Dan il-feature t'attiva d-DMA (Direct Memory Access) ghal performance u izidlek l-ispazzju tad-disk cache biex inaqqas il-frekkwenza tar-read and write .
CategoryLine_Auto_Method.Caption=Method
lblAutoAction.Caption=Action:
ComboBox_AutoAction.Items[0].Caption=Smart Defrag
ComboBox_AutoAction.Items[1].Caption=Defrag tal-files kbar
ComboBox_AutoAction.Items[2].Caption=Defrag tal-Free space
ComboBox_AutoAction.Items[3].Caption=Defrag & Ottimizza
ComboBox_AutoAction.Items[4].Caption=Defrag & tejjeb il-files (Slow)
grpMethod_Method.Caption=Generali
lblUpdateMethod.Caption=Aghzel il-metodu kif t'abbdejtja:
rbAutoUpdate_Automatically.Caption=Avzani meta jkun hemm abdejts
rbAutoUpdate_ProgramLauched.Caption=Abdejtja il-program awtomatikament (Rakkomandat)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Konnezzjoni diretta (no proxy)
rbProxy_ie.Caption=Iddidekkja awtomatiku l-proxy (uza is-settings ta l-internet explorer)
rbProxy_SpecifyServer.Caption=Isspecifika l- proxy server (meta tikkonnettja ma l-internet via Proxy)
lblProxy_Host.Caption=Host:
lblProxy_Port.Caption=Port:
lblProxy_UserName.Caption=Isem il-User:
lblProxy_UserPass.Caption=Password:
Label_TaskSchedule.Caption=Lis-skeda:
Label_StartTime.Caption=X'hin jibda:
ComboBox_TaskType.Items[0].Caption=Kulljum
ComboBox_TaskType.Items[1].Caption=Kull gimgha
ComboBox_TaskType.Items[2].Caption=Kull xghar
ComboBox_Weekly.Items[0].Caption=Il-Hadd
ComboBox_Weekly.Items[1].Caption=It-Tnejn
ComboBox_Weekly.Items[2].Caption=It-Tlieta
ComboBox_Weekly.Items[3].Caption=L-Erbgha
ComboBox_Weekly.Items[4].Caption=Il-Hamis
ComboBox_Weekly.Items[5].Caption=Il Gimgha
ComboBox_Weekly.Items[6].Caption=Is-Sibt
lblBootTimeStatus.Caption=Status:
grpSlientMode.Caption=Status
chkSlientMode_SlientMode.Caption=Silent Mode
lblSlientMode_SlientModeInfo.Caption=Aqleb ghas-Silent Mode awtomatikament meta jigi ddidekkjat Full Screen jew xi programm qed jahdem
grpSlientMode_Description.Caption=User-Programmi specifici
lblSilent_UserSpec.Caption=Uza is-Silent Mode meta xi programmi indikati ikunu qed jahdmu :
btnSlientMode_Add.Caption=Zid
btnSlientMode_Delete.Caption=Iddilitja
GroupBox_SilentMode.Caption='Description'
lblSlientMode_Description1.Caption=Is-Silent Mode inaqqas il-konsum tar-rizorsi bl-intelligent defragmentation:
lblSlientMode_Description2.Caption=1. Aqbes l-auto defrag meta jigi ddidekjat xi task specifiku.
lblSlientMode_Description3.Caption=2. Aqbez awtomatikament ix-scheduled defrag meta xi task specifiku huwa d-didektjat.
lvSlientMode.Columns[0].Caption=Isem l-Item
lvSlientMode.Columns[1].Caption='Description'
lblCBT_Desc.Caption=Id-'Defragment specified files' tista tiddifraggja l- files li ma' jkunux jistghu jigu iddifragmentati meta is-sistema tkun qed tahdem. Zidhom fil-kaxxa biex jigu iddifragmentati meta isir il-booting.
btnCbtAddFile.Caption=Add File...
btnCbtDelete.Caption=Iddilitja
lblAADesc.Caption=Janalizza awtomatikament id-disk meta is-sistema tkun idle u jimfurmak jekk ikun hemm xi fragments biex jigu iddifragmentati.
lblAAStatus.Caption=L-Status:
btnNotifyWhemSchdule.Caption=Tergax t’avzani meta tkun se tiddifragja
btnShutdown.Caption=Shut down tal PC awtomatiku meta id-defrag skedat jitlesta
btnShowShellMenu.Caption=Uri id-Defrag bl-Smart Defrag fil-context menu

[SmartDefrag_shutdown]
Button_Cancel.Caption=Ikkancella
lblShutdownInfo.Items[0].Caption=Defragmentation completed, your PC will shut down in
lblShutdownInfo.Items[1].Caption=Defragmentation completed, your PC will sleep in
lblShutdownInfo.Items[2].Caption=Defragmentation completed, your PC will hibernate in
lblShutdownInfo.Items[3].Caption=Id-defrag huwa komplut, il-PC se jirristartja f-
btn_close.Hint=Aghlaq

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Aghlaq
lblMessage.Caption=Trid li tnaddaf il-junk files qabel id- defrag biex ikkollok iktar spazju u ittejjeb id-defragmentation?
lblDontShowAgain.Caption=Ftakar din l-ghazla
lblTipsCaption.Caption=naddaf il-junk files
btnYes.Caption=Iva
btnNo.Caption=Le,Grazzi

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Aghlaq
btnYes.Caption=Iva
btnNo.Caption=LE
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Aghlaq
lblCaption.Caption=Smart Defrag Report
lvDefragReportListView.Columns[0].Caption=Time
lvDefragReportListView.Columns[1].Caption=Fragments
lvDefragReportListView.Columns[2].Caption=Action

[SmartDefrag_FormAbout]
lblCaption.Caption=About
Label_Warning.Caption=WARNING
Label_WarningInfo.Caption=Dan il-PC hu protegut bill copyright law u trattati internazzjonali.
Label_AllRight.Caption=All rights reserved.
Label_Acknowledge.Caption=Grazzi Specjali tmur lill dawn in-nies ghall kontribuzzjoni kbira taghhom:
btn_close.Hint=Aghlaq

[SmartDefrag_M]
M_FSUnknown=Unknown
M_FSAnalyzed=Analizzat
M_FSDefragged=Id-Defragmentat
M_FSInvalidHandle=Invalidu
M_FSMoveFailed=Move Falla
M_FSNospace=M'hemx spazzju kontinwu
M_FSSkipTooLarge=Maqbuza (files kbar)
M_FSSkipRateTooLow=Aqbes(Fragmentation Rate baxx)
M_DefragSummary=Summarju tad-Defragmentation
M_DefragDetails=Detalji tad-Defragmentation
M_SSDOPTDetails=SSD Optimize Details
M_DiskSpaceInfo=Free/Total Size
M_DefragMethod=Metodu tad-Defragmentation
M_DefragBeginTime=Id-Defragmentation beda
M_DefragEndTime=Id-Defragmentation huwa lest
M_TotalFiles=il-Files u id-Directories totali
M_Fragments=Fragments
M_Recommend=Rakkomandazzjoni
M_FragmentationRate=Fragmentation Rate
M_DefaultVolumeName=Local Disk
M_DetailsFragments=Fragments
M_DetailsSize=Size
M_DetailsResult=Rizultat
M_DetailsPath=Path
M_DMSSDAnalyze=Analyzing SSD
M_DMSSDOptimize=Trimming
M_DMUSSDOptimize='Trimming && Intelligent Optimizing'
M_DMSSDAnalyzed=%d items can be trimmed to improve the performance and durability of your SSD.
M_DMSSDOptimized=Your SSD has been trimmed for better performance.
M_DMUSSDAnalyzed=%d L-items jistghu jigu t-trimjati u ottimati ghal performance u l-hajja tal SSD tieghek.
M_DMUSSDOptimized=L-SSD tieghek giet ittrimjata u 'intelligently optimized'.
M_DMNSSDAnalyze=Analyze SSD
M_DMNSSDOptimize=Trim SSD
M_DMNAnalyze=Analizzat
M_DMNFastDefrag='Fast Defrag'
M_DMNSmartDefrag=Smart Defrag
m_DMNLargeFileDefrag=Defrag tal files kbar
M_DMNMergeSortDefrag='Defrag && Prioritize'
M_DMNSortDefrag='Defrag && Optimize'
M_DMNMergeDefrag='Defrag && Free Space'
M_DMNAutoDefrag=Defrag awtomatiku
M_DMNSchdleDefrag=Defrag. Skedat
M_DMNDefrag=Defrag
M_DMAnalyze=Qed Janalizza
M_DMDefrag=Qed jiddifregmenta
M_DMFastDefrag=Qed jiddifragmenta
M_DMSmartDefrag='Smart Analyzing'
m_DMLargeFileDefrag=Qed jiddifragmenta Files Kbar
M_DMMergeSortDefrag=Defragmenting && Prioritizing Files
M_DMSortDefrag='Defragmenting && Optimizing'
M_DMMergeDefrag='Defragmenting Free Space'
M_DMAFastDefrag='Fast Defragmenting'Awtomatiku
m_DMALargeFileDefrag='Auto Defragmenting' Files Kbar
M_DMAMergeSortDefrag='Auto Defragmenting && Prioritizing Files'
M_DMASortDefrag='Auto Defragmenting && Optimizing'
M_DMAMergeDefrag='Auto Defragmenting Free Space'
M_DMAutoDefrag=Auto Defragmenting
M_DMSchdleDefrag=Scheduled Defragmenting
M_DMAnalyzed=Analizzat
M_DMDefraged=Id-Defrag huwa lest
M_DMFastDefraged=Il-Fast Defrag huwa lest
M_DMMergeSortDefraged=Id-Defrag && Prioritize Files huwa lest
m_DMLargeFileDefraged=Il-Large Files Defrag huwa lest
M_DMSortDefraged=Id-Defrag && Optimize huwa lest
M_DMMergeDefraged=Il-Free Space Defrag huwa lest
M_DMAFastDefraged=L-Auto Fast Defrag huwa lest
M_DMAMergeSortDefraged=Auto Defrag && Prioritize Files completed
m_DMALargeFileDefraged=Auto Large Files Defrag completed
M_DMASortDefraged=L-Auto Defrag && Optimize huwa lest
M_DMAMergeDefraged=L-Auto Free Space Defrag huwa lest
M_DMAutoDefraged=L-Auto Defrag completed
M_DMSchdleDefraged=Ix-Scheduled Defrag huwa lest
M_Idle=Idle
M_Queuing=Pendenti
M_DBTrim=Trim
M_DBSmartDefrag=Smart Defrag
M_DBOptimize=Smart Optimize
M_BTDViewReport=View Report
M_OPT_TRIM=Enable TRIM to speed up SSD’s reading and writing speed.
M_OPT_PREFETCHER=Itfi l-Prefetcher biex izzid il-hajja tal-SSD.
M_OPT_SUPERFETCH=Itfi is-Superfetch biex izzid il-hajja tal-SSD.
M_OPT_BTD=Itfi l-Boot Time Defrag biex izzid il-hajja tal-SSD.
M_OPT_SDDT=Itfi ix-scheduled disk defragment task biex izzid il-hajja tal-SSD.
M_Day=Kull %d gurnata l-ewwel boot
M_SkipSize=Aqbes fileees ikbar minn%s
M_StartAuto=Startja l- Auto Defrag meta is-system idle jaccedi(%d minutes)
M_PauseAuto=Ippawza l- Auto Defrag meta l-uzu tar-resorsi jaccedi (%s)
M_StartAutoAnalyze=Startja l-awto analyze meta is-sistema ma' taqbiz il-(%d minutes)
M_PauseAutoAnalyze=Waqqaf ghal ftit l-Auto Analyze meta l-uzu tar-resorsi jaccedi(%s)
M_ScheduleInactivated=Id-defrag skedat mhux attivat
M_FileExcluded=Dan il-file huwa eskluz. jekk trid tiddifragmentah ,nehhieh mill lista 'Exclude'.
M_FileAdded="%s" diga gie mizjud ghad- defragmentar.
M_ExcludedFolderAdded=Dan il-folder huwa mizjud fl-'Added Files && Folders ghad deffragmentar. Jekk trid li teskludieh jekk joghgbok nehhieh mill-'Added Files && Folders'.
M_ExcludedFileAdded=Dan il-file hu mizjud fl-'Added Files && Folders for defragmentation'. Jekk trid li teskludieh, nehhieh mill- 'Added Files && Folders first'.
M_FolderExcluded=Dan il-fowlder huwa eskluz. Jekk inti trid tiddifragmentah, jekk jogghbok nehhieh mill-exclusion list.
M_GameAdded=il-loghba ga giet mizjuda.
M_RunBackground=Is-Smart Defrag ghadu jahdem fil- background
M_StartScheduleDefrag=Start scheduled defrag
M_StartAutoDefrag=Startja l-Auto Defrag
M_LastAutoDefrag=l-ahhar Auto Defrag:
M_AddVolume=Ma jistax jizdied volum. Jekk jogghbok ghazel folder jew fajl x'izzid.
M_InvalidFF=File u folder invalidu.
M_SDRAutoDefrag=Auto Defrag Report
M_SDRGameDefrag='Game Optimize Report'
M_SDRManualDefrag=Manual Defrag Report
M_DefragPaused=Paused
M_TrimStoped=Trim interrupted
M_AnalyzeStoped=Analyze interrupted
M_DefragStoped=Defrag interrupted
M_JunkScanStoped=Lis-sken gie interott
M_DefragFinished=Finish
M_DefragBack=Lura
M_JunkFileScan=Qed jiskenja 'l-junk files %d %%
M_LFR=Low Fragmentation Rate
M_FileInSSDTips=Dan il-file/folder huwa fuq l-SSD. Jekk joghgbok tidifragmenttahx
M_AddFileOrFolder=Zid'File && Folder'
M_NoFileOrFolderAdded=Il-Files/Folders mhux mizjuda
M_GameFragments=Fragments:
M_GameOptimized=Imtejjeb:
M_GameOptimizeTip=Iddefragja il-loghob biex ikollok esperjenza sabieha.
M_GameAddTip=Jekk joghgbok zid loghba for biex ittejjeb l-esperjenza taghha.
M_JunkFileFound=Junks Misjuba:
M_JunkFileCleaned=Il-'Junks' imnaddaf:
M_DefragedFragments=Fragments Defragmented:
M_DefragedFiles=Files Defragmented:
M_AnalyzedFragments=Fragments Misjuba:
M_AnalyzedFiles=Fragmented Files Misjuba:
M_DRDefragedFragments=Fragments Defragmented
M_DRDefragedFiles=Files Defragmented
M_DRAnalyzedFragments=Fragments Misjuba
M_DRAnalyzedFiles=Files Fragmentati Misjuba
M_SmartOptimizeTips=Smart Optimize l-ewwel janalizza umbghad juza metodu ta' defragmentazjoni l-ahjar ghall-HDD and trim your SDD bi klikja wahda
M_SmartDefragTips=Lis Smart Defrag l-ewwel se janaliza imbghad jintghazel l-iktar programm ta' defragment addattat bi klikk wahda.
M_DiskSpace=%s free of %s
M_Trimmed=Trimjat
M_UTrimmed=It-'Trim && Intelligent Optimize' huwa lest
M_AppOptimizeStop=Optimize interrott
M_APPDBOptimize=Defrag
M_AppOptimize=Qed jottimizza
M_AppOptimized=Ottimizzat
M_AppFoundProblem=%d il-oggett huma ottimizzatti biex ittejjeb il-performance tal-Windows Apps tieghek.
M_AppNoProblem=Il-Windows Apps tieghek huma imtejba ghall ahjar performance.
M_Task=Ikklikja biex tbiddel l-iskeda
M_RecommendAnalyze=M'Hemx bzonn isir 'Defrag'
M_State=Stat
M_GameInSSD=Din il-loghba hija fuq l-SSD. Jekk joghgbok taghmilx 'optimize'.
M_JunkFile='Junk File'
M_JunkFileAnalyze=Qed jiskenja ghall-junk files
M_JunkFileCleanedHtml=Il-Junk files gew imnaddfa:
M_DefragDetailsHtml=Detalji tad-Defragmentation
M_StartedTimeHtml=Beda f-:
M_CompletedTimeHtml=Tlesta f-:
M_AfterRateHtml=Wara
M_BeforeRateHtml=Qabel
M_JunkFileHtml='Files'
M_RecommendDefrag1='Fast Defrag'
M_RecommendDefrag2='Defrag && Optimize'
M_RecommendDefrag3=Defrag tal files il-kbar
M_RecommendDefrag4=Defrag tal Free space
M_RecommendDefrag5=Defrag && Prioritize Files
M_NoVolumeSelected=Jekk joghgbok ghazel ghal inqas disk wahda
M_TrimShutdown0=It-Trim komplet, il-PC se jaghmel 'shutdown'...
M_TrimShutdown1=It-Trim komplet, il-PC se jorqod ...
M_TrimShutdown2=It-Trim komplet, il-PC se jaghmel 'Hibernation'..
M_TrimShutdown3=It-Trim hu lest, il-PC tieghek se jirristartja
M_OptimizeShutdown0=Optimization komplet, il-PC se jaghmel 'shutdown'f'...
M_OptimizeShutdown1=Optimization komplet, il-PC se jorqod f'...
M_OptimizeShutdown2=Optimization komplet, il-PC se jaghmel 'Hibernation' f'...
M_OptimizeShutdown3=L-Optimization hu lest, il-PC tieghek se jirristartja dalwaqt
M_TTrimShutdown0=Jaghmel Shut down wara li isir t-'Trim'
M_TTrimShutdown1=Jorqod wara it-trim
M_TTrimShutdown2='Hibernate' wara it-trim
M_TTrimShutdown3=Irristartja wara trim
M_TOptimizeShutdown0=Shut down wara l-'optimization'
M_TOptimizeShutdown1=Jorqod wara l-'optimization'
M_TOptimizeShutdown2='Hibernate' wara l-'optimization'
M_TOptimizeShutdown3=Irristartja wara li taghmel optimization
M_MASKSSD='Recognize as SSD'
M_MASKHDD='Recognize as HDD'
M_LEARNMORE=Tghallem izjed
M_EXITSDTIPS=Lis-Smart Defrag qed jahdem. Inti zgur li trid tohrog mill-program?
M_NOTSUPPORTSSD=This disk is SSD. Boot Time Defrag ma'jissapportjax l- SSD.
M_Junk0=Note: DNS Cache vojt jista jislowja id-downloading speed u jkollok traffic jam.
M_Junk1=Note: Meta tnaddaf l-'Old Prefetch Data' jista jisslowjalek lis-start up.
M_Junk2=Note: Meta tnaddaf il- Menu Order Cache jirrisettja lis-Start menu order. L-ebda items ma jigu imnehhija.
M_Junk3=Note: Jekk Naddaf it-Tray Notifications Cache jirrisettjalek is-system Tray cache. Hemm bzonn tirristartja l-explorer.exe.
M_Junk4=Innota: Meta tnaddaf il- Windows Size/Location Cache jirrisettjalek il-location tal-Windows Explorer u il-view settings.
M_Junk5=Innota: Meta tnaddaf il-'User Assist History' jiddilitjawlek l-iktar programmi ricenti programs fl- Start menu.
M_Junk6=Innota: Meta tnaddaf l-'IIS Log Files' jiddilitjalek ir- records tal-events indipendentament minn kull site, fowlder virtwali jew fajl.
M_Junk7=Innota: Meta tnaddaf it-'Thumbnail Cache' jislowjalek id- display speed tat-thumbnails meta tkun trid tara l-istampi.
M_Junk8=Innota: Meta tnaddaf it-'Taskbar Jump List'  twaqqaf id-display tal items miftuha ricenti fl-Start menu u t-taskbar.
M_Junk9=Innota: Meta thassar il-passwords issejvjati inti titlef il-passwords li tkun issejvjat.
M_GameOptimizeTips='Defragment and optimize'il files tal-loghob ghall esperjenza minghajr iffrizar u iktar heffa.
M_AllGameOptimize=Il-files tal-loghob gew ottimizzati. Hu gost bill-loghob tighek.
M_ON=ON
M_OFF=OFF
M_MoreThan2Hours=izjed minn saghtejn
M_NoFragmentsFound=Ma nstabux fragments
M_NoJunkFilesFound=Ma stabux junk files
M_ActiveAll=Attiva kollox
M_ActiveNow=Attiva issa
M_SkinName='Skin:'
M_ShellDefrag=Defrag bl- Smart Defrag
M_ShellTrim=Ittrimja bl- Smart Defrag
M_SkinNameClassic=Classic
M_SkinNameReadable=Tinqara
M_SpecifyFiles=Fajls specifici
M_PromoteTitle11=Xbajt tiddifregmenta manwalment?
M_PromoteTitle12=Ixtri issa u jkollok l-Auto Defrag
M_PromoteTitle21=Ixtri issa u jkollok Defrag ta'fajls specifici ghal meta taghmel il-BOOT TAL PC.
M_VendorSpecific=Vendor Specific
M_CFragMentInfo=Ghandek<a>%d</a> fragments fid-disk. Iddifragja il-PC biex taghmlu jghaggel u stabbli aktar.
M_DefaultName=Local Disk
M_DiskGood=Tajjeb
M_DiskFair=Mhux hazin
M_DiskPoor=Fqir
M_DiskInfoTips=Zid akar spazzju b-Advanced SystemCare biex ittejjeb il-komputer ISSA!
M_DiskStatusGood=Tajjeb
M_DiskStatusWarn=Avzani
M_DiskStatusError=Error
M_SchduleDefragInfo=<a>%d</a> fragments gew defragjati. Attiva l-Auto Defrag biex tiddifragja ghal l-aqwa perfomance.
M_ActivateTitle=Zid il-performace u kemm iddum il hard-disk:
M_ActivateContent1=Auto Smart Defrag
M_ActivateContent2=Boot Time Defrag
M_ActivateContent3=Dejjem up-to-date
M_ActivateButton=Attiva kollox

[M_JunkfilesScanner]
M_Scan=Qed jiskenja:
M_Fix=Qed jirranga:
M_WinBin=Windows Recycle Bin
M_WinTempF=Windows Temp Files
M_IETempF=IE Temp Files
M_SearchAA=Search Assistant Autocomplete
M_OtherMRUs=Other Explorer MRUs
M_Clip=Clipboard
M_Dumps=Memory Dumps
M_ChkDskFrag=Chkdsk File Fragments
M_WinLog=Windows Log Files
M_WinEReport=Error Report tal-windows
M_DNSCache=DNS Cache
M_OldPD=Old Prefetch Data
M_MenuOC=Menu Order Cache
M_TrayNC=Tray Notifications Cache
M_WinSLCache=Window Size/Location Cache
M_UserAH=User Assist History
M_IISLog=IIS Log Files
M_ThumCache=Thumbnail Cache
M_TaskbarJPL=Taskbar Jump List
M_GS=General Status
M_ItemsCap=%s items, %s
M_JunkFixCap=[Junkfiles Fix]: %d Il-problemi rrangati
M_Det=Dettalji
M_Del=Deleted
M_NoteMOC=Innota: Jekk tnaddaf il-'Menu Order Cache' jirrisettja l-ordni ta' lis-start menu. Ma'jittassar xejn.
M_NoteTNC=Innota: Jekk thassar in-'Notifications Cache' jirrisettjalek is 'system tray cache'. Hemm bzonn terga tistartja l-explorer Exe.
M_NoteWSC=Innota: Meta tnaddaf il-'Windows Size/Location Cache' jirrisettja il-Windows Explorer location u il-view settings.
M_NoteUAH=Innota: Meta tnaddaf il- User Assist History jigu imhassra l-aktar programmi ricenti ilistjati fl-Start Menu.
M_WinSys=Windows System
M_HisTrace=History && Traces
M_WinAppCache='WinApp Cache'
M_WinUpdateCache=Windows Autoupdate Cache
M_WinUpdateDB=Windows Autoupdate Database
M_SoftInsTemp=Software Temporary Installation Files
M_WinFontCache=Windows Font Cache

[ACD_M]
M_Downloading=Qed jiddawnlowdja:
m_Installing=Qed jinstalla:
M_DiskIsFull=ma hemx spazzju fid-disk!
M_NetError=Id-dawnlowd falla ghax hemm error fin-network, jekk joghgbok erga prova aktar tard!
M_Tips=Qieghed fil-process li jirranga. Id-Double klikkja l-icon biex tara id-dettalji.
M_AreSure=Inti Zgur li trid tohrog mill- IObit Downloader?
M_AreSure_IObit=Inti zgur li trid tohrog mill-IObit downloader?
M_TipFixing=Qed Jirranga
M_MD5Faild=Il-file huwa hazin, jekk joghgbok erga ipprova.
M_Speed=Speed:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Get Advanced SystemCare FREE
lblDesc_IMF.Caption=Iehu l-Advanced SystemCare FREE version wara  li taghmal 'uninstall' ta'l-IObit Malware Fighter.
lblDesc_SD.Caption=Iehu l-Advanced SystemCare FREE version wara li t'uninstalla l-IObit Smart Defrag.
lblGet.Caption=L-Advanced SystemCare jista jtejjeb hafna il performance tal-komputer  u jibbustja l-Internet speed tieghek li thoss li ghandek Komputer Gdid. Huwa vdat aktar minn 150 Milljun Users!
btnConvertASC.Caption=Ghamel 'uninstall' u iehu l-Advanced SystemCare FREE
btnNo.Caption=Le irrid 'FULL Uninstall'
btnCancel.Caption=Ikkancella
btnClose.hint=Aghlaq

[ACD_frmActionCenter]
lbl_Cancel.Caption=Ikkancella
lbl_Min.Caption=Cekken
btnClose.Hint=Aghlaq

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Smart Defrag Updater
Label_CheckUpdate.Caption=Gejj l-informazzjoni tal-abdejts, Stenna ftit
Label_UpdateDetails.Caption=Verzjoni gdida ta' lis- SmartDefrag hi disponibbli, iddawnlowdja issa biex tgawdi titjib ahhari.
Label_VWN_Pro.Caption=Ara x'Hemm gdid
Label_NewVersionUpdate.Caption=Verzjoni gdida ta' lis- SmartDefrag hi disponibbli, iddawnlowdja issa biex tgawdi titjib ahhari.
Label_NewFileUpdate.Caption=Abdejt gdid huwa disponibbli, idawnlowdja issa biex tgawdi minn titjib u performance ahhari.
Label_ClickDownload.Caption=Click "%s" biex tiddawlowdja u t'applika l-abdejt
Label_FinishInfo.Caption=Lest!
Label_NoUpdate.Caption=Congratulations! Inti ga ghandek l-ahhar verzjoni
Label_Nottention.Caption=Attenzjoni: Lis-Smart Defrag se' jistartja awtomatikament biex japplika l-abdejt.
Label_RestartWarn.Caption=Attention: Jekk joghgbok irristartja il-kompjuter biex jitlesta l-abdejt.. Irristartja issa!
Label_Cancel.Caption=Ikkancella
Label_ProxySet.Caption=Proxy Settings
Label_DecideLater.Caption=Iddeciedi aktar tard
RdImageButton_RestartLater.Caption=Irristartja aktar tard
RdImageButton_RestartNow.Caption=Irristartja issa
RdImageButton_Download.Caption=Iddawnlowdja issa
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Ara x'Hemm gdid

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Aghlaq
M_GetUpdateInfo=Gejj l-informazzjoni ta'l-abdejt, stenna ftit
M_Retry=Erga ipprova
M_GetUpdateFailed=L-Abdejt Falla, Erga ipprova aktar tard
M_Finish=OK
M_GetFileFailed=L-Apdejt files fallew, Erga ipprova aktar tard.
M_CancelDownload=Inti zgur li trid tikkancella l-abdejts tad-dawnlowding?
M_UpdateSucceed=L-Abdatejts huma Success!
M_KillUpdateTip=Dan il-programm hu skadut u ma jahdimx aktar. Jekk joghqbok iddawnlowdja l-ahhar verzjoni biex tkompli tuzah.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Lis-Smart Defrag %s huwa disponibbli!
Label_Ver_WN.Caption=X'Hemm gdid
Label_Ver_RML.Caption=Fakkarni aktar tard
RdImageButton_Ver_Download.Caption=Abdejtja issa

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Aghlaq
M_UpCap=Lis-Smart Defrag %s huwa disponibbli!
M_UpInfo=Ikklikkja "%s" biex tgawdi l-ahhar features!

[SmartDefragUpgrate]
lblCongratulations.Caption=Congratulations!
lblSubCongratulations.Caption=Inti abdejtjajt b'success..
lblWhatNew.Caption=X'Hemm gdid
lblWhatNew_LTTitle.Caption=New Generation Disk Defrag Engine
lblWhatNew_LTSubTitle.Caption=New Generation Disk Defrag Engine ittejjiblek w issahhahlek il-Hardisk tal-PC tieghek.
lblWhatNew_RTTitle.Caption='Defrag Engine' gdida ghal heffa kbira
lblWhatNew_RTSubTitle.Caption=Jiddifraggja w jtejjiblek il-files  u jimpruvjalek l-access tad-Data tieghek b'heffa kbira immens.
lblWhatNew_LBTitle.Caption=Jaghmel 'defrag' tal Apps moderni tal- win.8.1
lblWhatNew_LBSubTitle.Caption=Jissapportja id-defragmentation tal- Apps tal-Windows 8.1 ghall-esperjenza mill aqwa.
lblWhatNew_RBTitle.Caption=tindif tad-DISK
lblWhatNew_RBSubTitle.Caption=Innaddaflek il-junk files biex ikollok aktar spazzju fid-disk u aktar defragmentazjoni effettiv.
btnClose.Caption=Aghlaq

[IMF_M]
M_TitleSD=Iehu l- Advanced SystemCare FREE wara li taghmel uninstall ta' IObit Smart Defrag

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=Dettalji tal-errors:
lblUserEmail.Caption=L-E-Mail tieghek:
btnClose.Hint=Aghlaq
btnSendReport1.Caption=Ibghat
lblSuccTips1.Caption=Mibghut b’success! Ahna ser nghamlu minn kollox biex insolvu l-problema malajr.

[SendBugReportNew_M]
M_BugStatisticsTips=iltaqa ma' problema u hemm bzonn li jinghalaq. Qeghdin niflu il-problema issa. Stenna Ftit...
M_SendingTips=Qed jibghat...
M_InvalidEmailTips=E-Mail adress invalidu! Jekk joghgbok dahhal email valida biex nikkuntattjawk aktar tard.
M_OKTips=OK
M_AskUserTips1=iltqajt ma’ problema. Sabiex tghinna nirrangghuwha, iklikkja 'Ibghat' biex tibghat id-debug file awtomatikament. <a>Privacy Policy</a>
M_AttentionTips1=iltqajt ma’ problema. Sabiex tghinna nirrangghuwha, iklikkja 'OK' biex tibghat id-debug file awtomatikament. <a>Privacy Policy</a>

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Feedback
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Request type:
RdLabel_MailDes.Caption=Kun cert li l-email huwa tajjeb biex inkunu nistghu nikkuntattjawk.
RdLabel_MailBody.Caption=Descriptions:
RdLabel_Attach.Caption=Attachments
lblSendDes.Caption=Sending feedback...
lblSend.Caption=Ibghat
ButtonCancel.Caption=Ikkancella
ComboBox_Subject.Items[0].Caption=Inhobbu
ComboBox_Subject.Items[1].Caption=Suggerimenti
ComboBox_Subject.Items[2].Caption=Fragmentation rate issues
ComboBox_Subject.Items[3].Caption=Analyze/Defrag issues
ComboBox_Subject.Items[4].Caption=Download/Update failed
ComboBox_Subject.Items[5].Caption=Ma'gharaftx id-disk
ComboBox_Subject.Items[6].Caption=Ohrajn
ImageNoteClose.hint=Aghlaq
ButtonAdd.hint=Zid
ButtonAttachView.hint=Hares
ButtonSend.Caption=Ibghat

[SDFeed_M]
M_MailAddrHint=Kun cert li l-email huwa tajjeb biex inkunu nistghu nikkuntattjawk.
M_DescriptionHint=Ikteb discrizzjoni.
M_MailSuccHint=Grazzi tal-feedback tieghek. Ser nikkuntattjawk mill iktar fiss possibbli.
M_TimeoutHint=Ma baghtilniex il-feedback. Ikklikja OK biex tibghat feedback online.
M_SendMail=Jew kuntatt dirett via %s
M_Remove=Nehhi kollox
M_AttachErrorExt=Il-Files ta'dak it-tip ma jistawx jigu attacjati:
M_AttachOversize=L-attacment falla milli jigi mizjud! il qies tieghu jaqbez l-limitu ta'10 MB .

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Congratulations!
lblInfo.Caption=Inti gejt abdejtjat ghall Smart Defrag ta'l-ahhar edizzjoni.
btnOK.Caption=Ippruvah issa!
btn_close.Hint=Aghlaq

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Sa 200% aktar mghaggel
btnContent2.Caption=Aktar Intelligenti && Ehfer
btnContent3.Caption=Aktar Stabilta'fil-fond
btnContent4.Caption=Dejjem Up-to-date
btnActivateNow.Caption=Attiva Issa
rdlblActivateCode.Caption=Dahhal il-Code
rdlblTitle.Caption=Attiva il-Pros kollha

[SDRegister_Form_IObit_Register]
Label_Title.Caption=L-aqwa performance tad-disk bill-Pro Edition
RdLabel_Des.Caption=Abgrejdja ghall Pro edition biex tgawdi l-aqwa defrag u titjib tal PC tieghek:
RdLabel_01_Title.Caption=Sa 200% il darba aktar b'sahhtu
RdLabel_02_Title.Caption=Iktar inteligenti u ehfef
RdLabel_03_Title.Caption=Iktar Stabbli
RdLabel_04_Title.Caption=Dejjem Up-to-date
RdLabel_01_Cap.Caption=Izidlek l-ispazzju fid-disk & jacessa l-files sa 200% iktar mghaggel
RdLabel_02_Cap.Caption=Jiddifraggja files maghzula awtomatikament kif ukoll id-disks fil-hin.
RdLabel_03_Cap.Caption=Jiddiffragja fil-fond id-disks kif ukoll is-system files waqt ir-reboot
RdLabel_04_Cap.Caption=Abdejtja awwtomatiku ghall Smart Defrg
Label_EnterCode.Caption=Dahhal il-code
Label_Help.Caption=Ghajnuna
Label_Eg.Caption=E.g.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Jekk joghgbok dahhal il-licenzja u klikkja "Irregistra issa" biex tattiva il-funzjonijiet tal-PRO Edition. Biex tevita zball, ghamel copy and paste il- license code mill-email li-rcivejt f'din il kaxxa.
Label_LicenseCode.Caption=Il-License Code:
Button_Activate.Caption=Attiva issa
Button_RegisterNow.Caption=Irregistra issa
Button_RegisterClose.hint=Aghlaq
Label_LMTitle.Caption='License Manager'
Label_LMLSta.Caption='License Status':
Label_LMLCode.Caption='License Code':
Label_LMLDate.Caption='Expiration Date':
Label_LMLeftDays.Caption=Granet li baqa:
Label_LMHelp.Caption=Ghajnuna
Label_LMRefresh.Caption='Refresh'
Label_LMExportL.Caption='Export License'
Button_LMClose.hint=Aghlaq
Button_OK.Caption=OK
Label_KnowMore.Caption=Kun ghaf izjed fuq il-PRO edition
LabelB_01_Cap.Caption=Hard Drive Defragmentation bazika kif ukoll titjib
LabelB_02_Cap.Caption=Sa 200% aktar jaghggel il-File Access Speed
LabelB_03_Cap.Caption=Esperjenza mill-aqwa bil-Game Optimize
LabelB_04_Cap.Caption=Boot Time Defragment ghal Startup mghaggel
LabelB_05_Cap.Caption=Jiddifragmenta l-files awtomatikament u bil-ghaqal
LabelB_06_Cap.Caption=Customizing Defrag Mode & Disks/Files to Be Defragged
LabelB_07_Cap.Caption=Abdejt awtomatiku ghal l-ahhar Verzjoni
LabelB_08_Cap.Caption=Free 24/7 Sapport tekkniku fil-pront
LabelB_Curent.Caption=Kurrenti
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=X'Hemm izjed, inti jista jkollok u takkwista il-PRO functions ta' hawn taht:
Btn_Boost.Caption='Intelligent Disk Boost'
Btn_DefragRegistry.Caption=Jiddiffragmenta it-registry files
Btn_AutoDefrag.Caption=Auto Defrag
Btn_DefragSpecilFile.Caption=Jiddiffragmenta files specifici
Label_KnowMoreC.Caption=Kun af izjed fuq il-Pro edition

[SDRegister_M]
M_license_seat=License Seat
M_EnterError=Jekk joghgbok dahhal il-license code!
M_ErrorTitle='Activation Error'
M_SucceedTitle='Activation'
M_IsOtherCode=Il-code tal-licenzja %s huwa validu biss ghal %s. Ikklikkja il-buttuna 'OK'  biex tiddawnlowdja w tirregistra %s.
M_InvalidCode=Il-license code invalida. Jekk joghgbok code li huwa validu
M_License_Pro=Il-licenzja giet attivata b'success.
M_License_valication=Ma tistax taqbad mas-server. Jekk joghgbok iccekkja s-settings tan-network/proxy u erga ipprova dahhal aktar tard.
M_License_Expired=Il-Licenzja%s skadit. Jekk joghgbok gedded il-licenzja jew ixtri wahda gdida.
M_License_Unknow='Unknown Error'!
M_License_Illegal=Il-licenzja ma tistax tigi attivata. Jekk joghgbok ixtri wahda gdida.
M_License_Overseat=Il-Licenzja%s giet attivata ghal PCs kollha u ma tistax itintuza. Jekk joghgbok ixtri licenzja ohra ghall dan il-PC.
M_License_DLLMiss=RegisterCom.dll huwa nieqes. Erga installa lis-Smart Defrag u erga irregistra mil-gdid.
M_GiveawayCode=Din il-licenzja moghtija hija invalida. Klikkja iva biex tixtri licenzja gdida.
M_PageC_Cap=Auto Defrag
M_PageC_Des1=Jiddiffragja d-disks b'ghaqal meta is-sistema tkun idle.
M_PageC_Des2=Attiva l-Auto Defrag biex ikollok rata ta fragmentar baxxa u tiehu performance tajjeb.
M_PageD_Cap=Auto Update
M_PageD_Des1=Abdejtja awtomatiku ghal l-ahhar verzjoni.
M_PageD_Des2=Attiva l-Auto Update biex ikollok l-ahhar software u l-aqwa esperjenza.
M_PageE_Cap=Iddifragmenta r-registry files fil- Boot time defrag
M_PageE_Des1=Iddiffragmenta r-registry files fill-Windows startup.
M_PageE_Des2=Tejjeb il-performance tar-registry ghall sistema mill aktar stabbli.
M_PageF_Cap=Iddifframenta files specifici fil-Boot time defrag
M_PageF_Des1=Iddiffragmenta files specifici fil- Windows startup.
M_PageF_Des2=Tejjeb lis-speed u stabilta' tal files biex ikollok access mill-aqwa.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Office Applications
7=Internet
8=Multimedia
9=Utilities
10=Custom extensions
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows Apps
15=iTunes
M_Scan=Qed jiskenja:
M_Fix=Qed nirranga:
M_GS=General Status
M_TyURL=Typed URLs
M_Cookie=Cookies
M_TempF=Temp Files
M_His=History
M_IDF=Index Data Files
M_AFF=Saved Form Information
M_AFP=Saved Passwords
M_ICache=Internet Cache
M_DownHis=Download History
M_SaveFI=Saved Form Information
M_Reg=Regedit
M_ReDoc=Recent Document
M_RunHis=Run History
M_DelOnBoot=(Delete on Reboot)
M_ItemsCap=%s items, %s
M_Session=Session
M_SavePwd=Saved Passwords
M_ComDatabase=Compact Databases
M_PriFixCap=[Privacy Fix]: %d il-problemi irrangati
M_Det=Dettalji
M_Del=Deleted
M_CFFDB=Compact Firefox Databases
M_CGCDB=Compact Google Chrome Databases
M_WebBro=Web Browser
M_NoteIt=Note: Ma jistawx jithassru tracci%s meta jkun qed jahdem.
M_NoteThey=Innota: Ma tistax thassar tracci %s meta jkunu qed jahdmu.
M_WebIcons=Website Icons
M_LastDL=L-ahhar Download Location
M_InsCache=Installer Cache
M_MobApp=Mobile Applications
M_Book=Kotba
M_Podcasts=Podcasts
M_SanpViewer=Snapshot Viewer
M_RemoteD=Remote Desktop
M_ManageC=Management Console
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Photo Editor
M_GameE=Game Explorer
M_Defender=Windows Defender
M_Search=Fittex

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Disk Health
btn_auto_defrag.Caption='Auto Defrag'
btn_boot_defrag.Caption=Boot Time Defrag
btn_disk_clean.Caption=tindif tad-DISK
lblOptimizeType.Items[1].Caption=Trim
lblOptimizeType.Items[2].Caption=Optimize APPs

[SmartDefrag_SDPromoteFrame]
rdlblDiskStatus.Caption=Disk status tal-PC tieghek:
rdlblAboutPro.Caption=Iccekkja l-funzjonijiet kollha
btnPurchaseNow.Caption=Ixtri Issa
btnBack.Caption=Lura
lblLeaveContent.Items[0].Caption=Iddifraggja l-fajls u d-disks tieghek awtomatikament && biex izzomm il-PC fl-aqwa kundizzjoni.
lblLeaveContent.Items[1].Caption=Il-Boot Time Defrag jiddifraggja fajls u disks tant li joffrilek l-aqwa Boot tal- PC.
rdlblRightTitle.Items[0].Caption=Il-Fragments tal-PC gew iddifragmentati kollha
rdlblRightTitle.Items[1].Caption=Certi fragments ma jistawx jigu iddifragmentati ghax il- fajls relatati qed jintuzaw.
rdlblRightTitle.Items[2].Caption=Il-Fragments huma idderagmentati b'success!
rdlblLeftTitle.Items[0].Caption=Garanzija li jipprotegilek il-PC mill-aqwa
rdlblLeftTitle.Items[1].Caption=GGaranzija li jzidlek il-performance tal-PC mill-aqwa
rdlblLeftContent.Items[0].Caption=Inti ipprotegut b'garanzija ta'fus lura wara 60 gurnata. Jekk ma jigrix dan ahna ntuk il-flus lura. L-ebda mistoqsija ghala.
rdlblLeftContent.Items[1].Caption=Inti ipprotegut b'garanzija ta'fus lura wara 60 gurnata. Jekk ma jigrix dan ahna ntuk il-flus lura.
rdlblTitle3.Caption=Ikollok l-aqwa performanc bill-verzjoni PRO.
rdlblContent1.Caption=Izidlek lis-spazzju fid-disk && u jigi jghaggel sa zewg darbiet aktar.
rdlblContent2.Caption=Jiddifragjalek il-fajls maghzula awtomatikament f'qasir zmien.
rdlblContent3.Caption=Jiddifragmentalek id-disks u s-sistema meta tibbutja.
rdlblContent4.Caption=Abdejtja ghall-ahhar verzjoni

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Aghlaq
btnSetting.Hint=Is-Settings
btnDefragManually.Caption=Iddifraggja Manuali
btnActivateAutoDefrag.Caption=Attiva l-AutoDefrag
lblTitle.Caption=Skeda tad -Defrag
btnShowAgain.Caption=Tergax turi din

[DiskInfo_Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Vendor Specific
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection

[DiskInfo_SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
FF=Remaining Life

[DiskInfo_SmartMtron]
BB=Total Erase Count

[DiskInfo_SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[DiskInfo_SmartJMicron60x]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[DiskInfo_SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[DiskInfo_SmartSamsung]
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Temperature
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[DiskInfo_SmartSandForce]
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On‐the‐Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[DiskInfo_SmartJMicron61x]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[DiskInfo_SmartMicron]
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

[DiskInfo_MainForm]
btnClose.Hint=Aghlaq
btnMaxmize.Hint=Kabbar
btnMinmize.Hint=Cekken
btnRestore.Hint=Irrestorja
rdlblDiskStatus.Caption=Disk Health:
rdlblDiskTemp.Caption=It-Temperatura:
rdlblUsage.Caption=L-Uzu:
rdlblReadSpeed.Caption=Aqra l-speed:
rdlblResponseTime.Caption=Kemm idum:
rdlblWriteSpeed.Caption=Write Speed:
rdlblDriveName.Caption=Id-Drive:
rdlblFreeMoreSpace.Caption=Naddaf ghal aktar spazzju
rdlblDiskInfo.Caption=Report tad-disk tas-self monitoring:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Attribute Name
lvDiskInfo.Columns[2].Caption=L-istatus
lvDiskInfo.Columns[3].Caption=Valur
lvDiskInfo.Columns[4].Caption=Aghar
lvDiskInfo.Columns[5].Caption=Threshold
lvDiskInfo.Columns[6].Caption=Raw Data

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Aghlaq
btnSetting.Hint=Is-Settings
btnDefragManually.Caption=Iddifragja Manwalment
btnActivateAutoDefrag.Caption=Attiva l-AutoDefrag
lblTitle.Caption=Skada tad -Defrag
btnShowAgain.Caption=Tergax turi Din

[ActionCenter_M]
M_AC_FreeTitleHide=Notamenti!
M_AC_FreeDetailHide_New=Il-programmi rakkomandati huma mohbija! Klikkja "Show" biex jerghu jidhru imbghat installhom biex ikollox l-aqwa protezzjoni u l-ahjar performance.
M_AC_FreeDetailShow_New=Iehu l-ahjar sigurta'u performance bill programmi rakkomandati.
M_FixAll=Hu Kollox
M_Hide=Ahbi
M_Show=Uri
M_Scan=Qed Jiskenja...
M_Fix=Get Now
M_Install=Installa issa
M_fixing=Qed jinstalla
M_Updating=Qed jinstalla
M_RuningWell=L-ahhar verzjoni installata
M_Outdated=Skadut
M_NotInstalled=Mhux installata
M_Recomm_Ins=Recommended: Installa %s
M_Recomm_Upt=Recommended: Abdejtja %s
M_RunASC=Iskenja issa
M_ASCCaption=System Performance
M_ASCInfo_NotIns=Instab zball fir-registru, issues privati u junk files fis-sistema
M_ASCInfo_UpToDate=L-Advanced SystemCare ihaffef u jtejjeb il-PC bi klikk wahda.
M_ASCInfo_NeedUpDate=L-Advanced SystemCare huwa skadut.
M_ASCOffer=Naddaf u tejjeb il-PC bil-1-click.<br>Ihaffef il-boot time tal-PC sa 300% aktar.<br>Ihasssarlek it-tracci tas-surfing biex ikollok surfing sikur.<br>Immotinorja l- kundizzjoni tal-PC fil hin ghall titjib fil PC.<br>Ipprotegi il-PC tieghek kontra spyware.
M_RunDB=Iskenja issa
M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=%s drivers skaduti misjuba, dawn jisthu jislowjaw u inqaqqsu mis-sahha tal-PC.
M_DBInfo_NotIns=Jista jkun hemm drivers skaduti, li jisthu jislowjaw u inqaqqsu mis-sahha tal-PC.
M_DBInfo_UpToDate=Id Driver Booster abdejtja iddrivers skaduti ta' fuq il-PC
M_DBInfo_NeedUpDate=Il-programm tad-Driver Update huwa skadut.
M_DBOffer=Database kbir sa'(1,000,000+).<br>jabdejtjalek Drivers bil-1-Click.<br>Update Safe bill-WHQL drivers.<br>Problemi komuni (e.g. network, sound) Fixer.<br>Inaqqaslek is-System Freezes && Crashes.
M_RunIMF=Iskenja issa
M_IMFCaption=Spyware Protection
M_IMFInfo_NotIns=Iehu l-aqwa protezzjoni billi tinstalla IObit's anti-spyware program.
M_IMFInfo_UpToDate=L-IObit Malware Fighter jipprotegi kontra malware ta' kull tip.
M_IMFInfo_NeedUpDate=L-anti spyware program huwa skadut.
M_IMFOffer=Anti-malware b'sahhtu hafna.<br>Jiddefendi r- ransomware bhall GoldenEye and Wannacry.<br>Online browsing u downloads safe.<br>fil-fond U Protezzjoni ta' kollox.
M_RunAMC=Get Now
M_AMCCaption=Android Protection
M_AMCInfo_NotIns=Ghall sigurta' u privatezza sikura fuq l-Android device tieghek.
M_Recomm_Ins_AMC=Recommended: Installa %s fl-Android device.
M_RunSM=Run Now
M_SMCaption=Start Menu
M_SMInfo_NotIns=Regga lura lis-Start menu favorit bl'"Start" Menu.
M_SMInfo_UpToDate=L-Start Menu 8 igib lura il- Windows "Start" Menu.
M_SMInfo_NeedUpDate=Lis-Start Menu 8 huwa skadut.
M_SMOffer=Regga lura il-classic Start Menu tal-Windows 8 && Windows 10.<br>File Search Engine b'sahhitha w semplici.
M_RunIU=Run Now
M_IUCaption=Programs Uninstaller
M_IUInfo_NotIns=Inehhilek programmi, browsers, kif ukoll xi plugins li ma tridx.
M_IUInfo_UpToDate=L-IObit Uninstaller inehhi plugins u apps mill-qieh.
M_IUInfo_NeedUpDate=L-IObit Uninstaller tieghek huwa skadut.
M_IUOffer=Malarj inehhilek il-browser plugins, toolbars u l- extensions.<br>Inehhilek programmi li ma tridx.<br>inehhi l-fdal wara li taghmel l-aninstallar.
M_RunFP=Aqleb issa
M_FPCaption=Video Converter
M_FPInfo_NotIns=Hu video converter biex taqleb il-videos tieghek tad-devices kollha.
M_FPInfo_UpToDate=Hu pjacir ara l-videos fuq liema device li trid.
M_FPInfo_NeedUpDate=Il-Format Package huwa skadut.
M_RunDL=Immanigja.
M_DLCaption=Il-Password Manager
M_DLInfo_NotIns=Ipprotegiu immaniggja il-password kollha bill Dashlane Password Manager.
M_DLInfo_UpToDate=Qatt ma tinsa l-password bid-Dashlane sikur.
M_DLOffer=Facli biex tinstallah.<br>Jipprotegilek il-passwords.<br>Ghall-Windows, Mac, iOS, u Android.
M_RunIVC=Ipprova issa
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100% Nadif u Free, 150+ formats u video conversion imghaggel!
M_IVCInfo_UpToDate=Ara l-videos ta’ kull Tip.
M_IVCInfo_NeedUpDate=L-iFun Video Converter skada.
M_RunIOT=Immanigja issa
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=1-klikkja biex t-importa, t-esporta u timmanigja r-ritratti, videos, musika fuq l-iOS device.
M_IOTInfo_UpToDate=IOTransfer qed jahdem tajjeb.
M_IOTInfo_NeedUpDate=IOTransfer skadielek.
M_IOTOffer=L-aqwa iPhone manager u iPhone transfer software.<br>Jittrasferixxi data tal-iPhone  bejn iPhone/iPad/iPod/PC.<br>Facli u free biex timmanigja l-iPhone photos, music, videos.<br>Naddaf il-junk files u l-cache biex izidlek l-ispazzju.
M_Moffer_Title=Rakkomandat mil-IObit
M_Close=Aghlaq
M_Cancel=Ikkancella
M_Moffer_Install=Installa
M_Moffer_NoteEP=Meta tikklikkja"Install",int taccetta li t-installa %s u taccetta l-<a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> Tista tiehu refund fi zmien 30 gurnata. Aqra<a>Ir-Refund Policy</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Abdejtja Manwalment
lblActiveTitle.Caption=Gbajt taghmel l-abdejts manwalment?
btnActiveAutoUpt.Caption=Attiva l-abdejts awtomatiku
btnDonotShow.Caption=Tergax turi din
lblClose.Caption=Aghlaq

[FormShuffle_Main_M]
M_Title=Lotterija iffortunata
M_Close=Aghalaq
M_Info=Congrats! inti %d ghandek chance ghal lotterija.
M_Next=You've already used this chance. Jekk joghgbok stenn ghall chance iehor.
M_Congrate=Hooray! %s! Biss %d il users rebhuh!
M_ShuffleConNol=Hooray! %s! Biss%d Il-users Rebhuh! Validu ghall %t days.
M_ShuffleConLast=Hooray! %s! Biss %d il-users rebhuh! Validu ghall ahhar gurnata.
M_TryMyLuck=Ha nipprova xortija
M_GetItNow=Hudu issa
M_ShufflePro=Sena Smart Defrag Trial ghal dan il-PC.
M_ExitTip=Tista titlef dan lis-skont jekk inti tohrog issa. Tiehdu c-cans Issa?
M_ExitTipSure=Tista titlef dan lis-skont jekk inti tohrog issa. Tiehdu d-Discount Issa?
M_ExitTipPro=Tista titlef ic-cans li tiehu l-Smart Defrag Pro Jekk titlaq issa. Niehu lis-Smart Defrag Pro Issa?
M_ExitCancel=Le, grazzi
M_CreateLicense=Qieghed jattiva lis-Smart Defrag PRO, stenna ftit
M_CreateFin=L-s-Smat Defrag Pro huwa attivat b-Success. Gawdieh u prosit!
M_TryItNow=Ippruvah issa
M_ASCConInof=%s discount ghal Advaced SystemCare Pro
M_DBConInof=%s discount ghad Driver Booster Pro
M_IMFConInof=%s discount ghall IObit Malware Fighter Pro
M_SDConInof=%s discount ghall Smart Defrag Pro
M_BGConInof=%s discount ghall ahjar offerta
M_ProConInof=<a>1 year</a> ghal lis-Smart Defrag Pro fuq dan il-PC

